{"Groups":[
    {
        "Title": "Letters of John Keats",
        "Subtitle": "Selected Love Letters to Fanny Brawne",
        "Items": [
            {
                "Title": "July 3, 1819",
                "Subtitle": "Shanklin, Isle of Wight, Thursday",
                "Content": "My dearest Lady - I am glad I had not an opportunity of sending off a Letter which I wrote for you on Tuesday night-'twas too much like one out of Rousseau's Heloise. I am more reasonable this morning. The morning is the only proper time for me to write to a beautiful Girl whom I love so much: for at night, when the lonely day has closed, and the lonely, silent, unmusical Chamber is waiting to receive me as into a Sepulchre, then believe me my passion gets entirely the sway, then I would not have you see those Rhapsodies which I once thought it impossible I should ever give way to, and which I have often laughed at in another, for fear you should [think me] either too unhappy or perhaps a little mad.\n\nI am now at a very pleasant Cottage window, looking onto a beautiful hilly country, with a glimpse of the sea; the morning is very fine. I do not know how elastic my spirit might be, what pleasure I might have in living here and breathing and wandering as free as a stag about this beautiful Coast if the remembrance of you did not weigh so upon me I have never known any unalloy'd Happiness for many days together: the death or sickness of someone has always spoilt my hours-and now when none such troubles oppress me, it is you must confess very hard that another sort of pain should haunt me.\n\nAsk yourself my love whether you are not very cruel to have so entrammelled me, so destroyed my freedom. Will you confess this in the Letter you must write immediately, and do all you can to console me in i-make it rich as a draught of poppies to intoxicate me-write the softest words and kiss them that I may at least touch my lips where yours have been. For myself I know not how to express my devotion to so fair a form: I want a brighter word than bright, a fairer word than fair. I almost wish we were butterflies and liv'd but three summer days-three such days with you I could fill with more delight than fifty common years could ever contain. But however selfish I may feel, I am sure I could never act selfishly: as I told you a day or two before I left Hampstead, I will never return to London if my Fate does not turn up Pam or at least a Court-card. Though I could centre my Happiness in you, I cannot expect to engross your heart so entirely-indeed if I thought you felt as much for me as I do for you at this moment I do not think I could restrain myself from seeing you again tomorrow for the delight of one embrace.\n\nBut no-I must live upon hope and Chance. In case of the worst that can happen, I shall still love you-but what hatred shall I have for another!\n\nSome lines I read the other day are continually ringing a peal in my ears:\n\nTo see those eyes I prize above mine own\nDart favors on another-\n\nAnd those sweet lips (yielding immortal nectar)\nBe gently press'd by any but myself-\nThink, think Francesca, what a cursed thing\nIt were beyond expression!\n\nJ.\n\nDo write immediately. There is no Post from this Place, so you must address Post Office, Newport, Isle of Wight. I know before night I shall curse myself for having sent you so cold a Letter; yet it is better to do it as much in my senses as possible. Be as kind as the distance will permit to your\n\nPresent my Compliments to your mother, my love to Margaret and best remembrances to your Brother-if you please so."
            },
            {
                "Title": "July 8, 1819",
                "Subtitle": "Unknown",
                "Content": "My sweet Girl-Your Letter gave me more delight than any thing in the world but yourself could do; indeed I am almost astonished that any absent one should have that luxurious power over my senses which I feel. Even when I am not thinking of you I receive your influence and a tenderer nature stealing upon me. All my thoughts, my unhappiest days and nights have I find not at all cured me of my love of Beauty, but made it so intense that I am miserable that you are not with me: or rather breathe in that dull sort of patience that cannot be called Life.\n\nI never knew before, what such a love as you have made me feel, was; I did not believe in it; my Fancy was afraid of it, lest it should burn me up. But if you will fully love me, though there may be some fire, 'twill not be more than we can bear when moistened and bedewed with Pleasures.\n\nYou mention 'horrid people' and ask me whether it depend upon them whether I see you again. Do understand me, my love, in this. I have so much of you in my heart that I must turn Mentor when I see a chance of harm befalling you. I would never see any thing but Pleasure in your eyes, love on your lips, and Happiness in your steps. I would wish to see you among those amusements suitable to your inclinations and spirits; so that our loves might be a delight in the midst of Pleasures agreeable enough, rather than a resource from vexations and cares. But I doubt much, in case of the worst, whether I shall be philosopher enough to follow my own Lessons: if I saw my resolution give you a pain I could not.\n\nWhy may I not speak of your Beauty, since without that I could never have lov'd you? I cannot conceive any beginning of such love as I have for you but Beauty. There may be a sort of love for which, without the least sneer at it, I have the highest respect and can admire it in others: but it has not the richness, the bloom, the full form, the enchantment of love after my own heart. So let me speak of your Beauty, though to my own endangering; if you could be so cruel to me as to try elsewhere its Power.\n\nYou say you are afraid I shall think you do not love me-in saying this you make me ache the more to be near you. I am at the diligent use of my faculties here, I do not pass a day without sprawling some blank verse or tagging some rhymes; and here I must confess, that, (since I am on that subject,) I love you the more in that I believe you have liked me for my own sake and for nothing else. I have met with women whom I really think would like to be married to a Poem and to be given away by a Novel. I have seen your Comet, and only wish it was a sign that poor Rice would get well whose illness makes him rather a melancholy companion: and the more so as so to conquer his feelings and hide them from me, with a forc'd Pun.\n\nI kiss'd your Writing over in the hope you had indulg'd me by leaving a trace of honey. What was your dream? Tell it me and I will tell you the interpretation threreof.Ever yours, my love!\n\nDo not accuse me of delay-we have not here any opportunity of sending letters every day. Write speedily."
            },
            {
                "Title": "July 15, 1819 ",
                "Subtitle": "Shanklin, Thursday Evening",
                "Content": "My love-I have been in so irritable a state of health these two or three last days, that I did not think I should be able to write this week. Not that I was so ill, but so much so as only to be capable of an unhealthy teasing letter. To night I am greatly recovered only to feel the languor I have felt after you touched with ardency.\n\nYou say you perhaps might have made me better: you would then have made me worse: now you could quite effect a cure: What fee my sweet Physician would I not give you to do so.\n\nDo not call it folly, when I tell you I took your letter last night to bed with me. In the morning I found your name on the sealing wax obliterated. I was startled at the bad omen till I recollected that it must have happened in my dreams, and they you know fall out by contraries. You must have found out by this time I am a little given to bode ill like the raven; it is my misfortune not my fault; it has proceeded from the general tenor of the circumstances of my life, and rendered every event suspicious. However I will no more trouble either you or myself with sad prophecies; though so far I am pleased at it as it has given me opportunity to love your disinterestedness towards me. I can be a raven no more; you and pleasure take possession of me at the same moment. I am afraid you have been unwell. If through me illness have touched you (but it must be with a very gentle hand) I must be selfish enough to feel a little glad at it. Will you forgive me this?\n\nI have been reading lately an oriental tale of a very beautiful color. It is of a city of melancholy men, all made so by this circumstance. Through a series of adventures each one of them by turns reach some gardens of Paradise where they meet with a most enchanting Lady; and just as they are going to embrace her, she bids them shut their eyes they shut them and on opening their eyes again find themselves descending to the earth in a magic basket. The remembrance of this Lady and their delights lost beyond all recovery render them melancholy ever after. How I applied this to you, my dear; how I palpitated at it; how the certainty that you were in the same world with myself, and though as beautiful, not so talismanic as that Lady; how I could not bear you should be so you must believe because I swear it by yourself.\n\nI cannot say when I shall get a volume ready. I have three or four stories half done, but as I cannot write for the mere sake of the press, I am obliged to let them progress or lie still as my fancy chooses. By Christmas perhaps they may appear, but I am not yet sure they ever will. 'Twill be no matter, for Poems are as common as newspapers and I do not see why it is a greater crime in me than in another to let the verses of an half-fledged brain tumble into the reading-rooms and drawing-room windows. Rice has been better lately than usual: he is not suffering from any neglect of his parents who have for some years been able to appreciate him better than they did in his first youth, and are now devoted to his comfort.\n\nTomorrow I shall, if my health continues to improve during the night, take a look fa[r]ther About the country, and spy at the parties about here who come hunting after the picturesque like beagles. It is astonishing how they raven down scenery like children do sweetmeats. The wondrous Chine here as a very great Lion: I wish I had as many guineas as there have been spy-glasses in it.\n\nI have been, I cannot tell why, in capital spirits this last hour. What reason? When I have to take my candle and retire to a lonely room, without the thought as I fall asleep, of seeing you tomorrow morning? or the next day, or the next-it takes on the appearance of impossibility and eternity-I will say a month-I will say I will see you in a month at most, though no one but yourself should see me; if it be but for an hour. I should not like to be so near you as London without being continually with you: after having once more kissed you Sweet I would rather be here alone at my task than in the bustle and hateful literary chitchat. Meantime you must write to me as I will every week for your letters keep me alive. My sweet Girl I cannot speak my love for you.\n\nGood night! and\nEver yours\n\nJohn Keats"
            },
            {
                "Title": "July 27, 1819",
                "Subtitle": "Sunday Night",
                "Content": "My sweet Girl-I hope you did not blame me much for not obeying your request of a Letter on Saturday: we have had four in our small room playing at cards night and morning leaving me no undisturb'd opportunity to write. Now Rice and Martin are gone I am at liberty. Brown to my sorrow confirms the account you give of your ill health. You cannot conceive how I ache to be with you: how I would die for one hour-for what is in the world? I say you cannot conceive; it is impossible you should look with such eyes upon me as I have upon you: it cannot be.\n\nForgive me if I wander a little this evening, for I have been all day employ'd in a very abstract Poem and I am in deep love with you two things which must excuse me. I have, believe me, not been an age in letting you take possession of me; the very first week I knew you I wrote myself your vassal; but burnt the Letter as the very next time I saw you I thought you manifested some dislike to me. If you should ever feel for Man at the first sight what I did for you, I am lost. Yet I should not quarrel with you, but hate myself if such a thing were to happen-only I should burst if the thing were not as fine as a Man as you are as a Woman.\n\nPerhaps I am too vehement, then fancy me on my knees, especially when I mention a part of your Letter which hurt me; you say speaking of Mr. Severn 'but you must be satisfied in knowing that I admired you much more than your friend.' My dear love, I cannot believe there ever was or ever could be any thing to admire in me especially as far as sight goes-I cannot be admired, I am not a thing to be admired. You are, I love you; all I can bring you is a swooning admiration of your Beauty. I hold that place among Men which snub-nos'd brunettes with meeting eyebrows do among women-they are trash to me-unless I should find one among them with a fire in her heart like the one that burns in mine.\n\nYou absorb me in spite of myself-you alone: for I look not forward with any pleasure to what is called being settled in the world; I tremble at domestic cares-yet for you I would meet them, though if it would leave you the happier I would rather die than do so.\n\nI have two luxuries to brood over in my walks, your Loveliness and the hour of my death. O that I could have possession of them both in the same minute. I hate the world: it batters too much the wings of my self-will, and would I could take a sweet poison from your lips to send me out of it. From no others would I take it. I am indeed astonish'd to find myself so careless of all charms but yours-remembering as I do the time when even a bit of ribband was a matter of interest with me.\n\nWhat softer words can I find for you after this-what it is I will not read. Nor will I say more here, but in a Postscript answer any thing else you may have mentioned in your Letter in so many words-for I am distracted with a thousand thoughts. I will imagine you Venus tonight and pray, pray, pray to your star like a Heathen.\n\nYour's ever, fair Star,\n\nJohn Keats\n\nMy seal is mark'd like a family table cloth with my Mother's initial F for Fanny: put between my Father's initials. You will soon hear from me again. My respectful Compliments to your Mother. Tell Margaret I'll send her a reef of best rocks and tell Sam I will give him my light bay hunter if he will tie the Bishop hand and foot and pack him in a hamper and send him down for me to bathe him for his health with a Necklace of good snubby stones about his Neck."
            },
            {
                "Title": "February 10, 1820",
                "Subtitle": "Unknown",
                "Content": "My dearest Girl -\n\nIf illness makes such an agreeable variety in the manner of your eyes I should wish you sometimes to be ill.  I wish I had read your note before you went last night that I might have assured you how far I was from suspecting any coldness: You had a just right to be a little silent to one who speaks so plainly to you.  You must believe you shall, you will that I can do nothing say nothing think nothing of you but what has its spring in the Love which has so long been my pleasure and torment.  On the night I was taken ill when so violent a rush of blood came to my Lungs that I felt nearly suffocated - I assure you I felt it possible I might not survive and at that moment though[ t] of nothing but you - When I said to Brown 'this is unfortunate' I thought of you - 'T is true that since the first two or three days other subjects have entered my head - I shall be looking forward to Health and the Spring and a regular routine of our old Walks.\n\nYour affectionate\n\nJ.K -"
            },
            {
                "Title": "February 14, 1820",
                "Subtitle": "Unknown",
                "Content": "My sweet love, I shall wait patiently till tomorrow before I see you, and in the mean time, if there is any need of such a thing, assure you by your Beauty, that whenever I have at any time written on a certain unpleasant subject, it has been with your welfare impress'dupon my mind.  How hurt I should have been had you ever acceded to what is, notwithstanding, very reasonable!  How much the more do I love you from the general result!  In my present state of Health I feel too much separated from you and could almost speak to you in the words of Lorenzo's Ghost to Isabella\n\nYour Beauty grows upon me and I feel\nA greater love through all my essence steal.\n\nMy greatest torment since I have known you has been the fear of you being a little inclined to the Cressid; but that suspicion I dismiss utterly and remain happy in the surety of your Love, which I assure you is as much a wonder to me as a delight. Send me the words \"Good night\" to put under my pillow.\n\nDearest Fanny,\nYour affectionate\nJ.K -"
            },
            {
                "Title": "February 16, 1820",
                "Subtitle": "Unknown",
                "Content": "My dearest Girl,\n\nAccording to all appearances I am to be separated from you as much as possible.  How I shall be able to bear it, or whether it will not be worse than your presence now and then, I cannot tell.  I must be patient, and in the meantime you must think of it as little as possible.  Let me not longer detain you from going to Town - there may be no end to this imprisoning of you.  Perhaps you had better not come before tomorrow evening: send me however without fail a good night  You know our situation - what hope is there if I should be recovered ever so soon - my very health with [for will] not suffer me to make any great exertion.  I am recommended not even to read poetry much less write it.  I wish I had even a little hope.  I cannot say forget me - but I would mention that there are impossibilities in the world.  No more of this - I am not strong enough to be weaned - take no notice of it in your good night.  Happen what may I shall ever be my dearest\nLove\n\nYour affectionate\nJ-K-"
            },
            {
                "Title": "February 18, 1820",
                "Subtitle": "Unknown",
                "Content": "My dearest Girl, how could it ever have been my wish to forget you?  how could I have said such a thing?  The utmost stretch my mind has been capable of was to endeavour to forget you for your own sake seeing what a change [for chance] there was of my remaining in a precarious state of health.  I would have borne it as I would bear death if fate was in that humour: but I should as soon think of choosing to die as to part from you.  Believe too my Love that our friends think and speak for the best, and if their best is not our best it is not their fault, When I am better I will speak with you at large on these subjects, if there is any occasion - I think there is none.  I am rather nervous to day perhaps from being a little recovered and suffering my mind to take little excursions beyond the doors and windows.  I take it for a good sign, but as it must not be encouraged you had better delay seeing me till tomorrow.  Do not take the trouble of writing much: merely send me my goodnight.  Remember me to your Mother and Margaret.\n\nYour affectionate\nJ-K-"
            },
            {
                "Title": "February 20, 1820",
                "Subtitle": "Unknown",
                "Content": "My dearest Fanny,\n\nI read your note in bed last night, and that might be the reason of my sleeping so much better.  I think Mr Brown is right in supposing you may stop too long with me, so very nervous as I am.  Send me every evening a written Good night.  If you come for a few minutes about six it may be the best time.  Should you ever fancy me too low-spirited I must warn you to ascbribe [for ascribe] it to the medicine I am at present taking which is of a nerve-shaking nature - I shall impute any depression I may experience to this cause.  I have been writing with a vile old pen the whole week, which is excessively ungallant.  The fault is in the Quill: I have mended it and still it is very much inclin'd to make blind es.  However these last lines are in a much better style of penmanship thof [for though] a little disfigured by the smear of black currant jelly; which has made a little mark on one of the Pages of Brown's Ben Jonson, the very best book he has.  I have lick'd it but it remains very purplue [forpurple].  I did not know whether to say purple or blue, so in the mixture of the thought wrote purplue which may be an excellent name for a colour made up of those two, and would suit well to start next spring.  Be very careful of open doors and windows and going without your duffle grey  God bless you Love ! -\n\nJ. Keats-\n\nP .S.  I am sitting in the back room - Remember me to your Mother -"
            },
            {
                "Title": "February 22, 1820",
                "Subtitle": "Unknown",
                "Content": "My dear Fanny,\n\nDo not let your mother suppose that you hurt me by writing at night.  For some reason or other your last night's note was not sotreasureable as former ones.  I would fain that you call me Lovestill.  To see you happy and in high spirits is a great consolation to me - still let me believe that you are not half so happy as my restoration would make you.  I am nervous, I own, and may think myself worse than I really am; if so you must indulge me, and pamper with that sort of tenderness you have manifested towards me in different Letters.  My sweet creature when I look back upon the pains and torments I have suffer'd for you from the day I left you to go to the Isle of Wight; the ecstasies in which I have pass'dsome days and the miseries in their turn, I wonder the more at the Beauty which has kept up the spell so fervently.  When I send this round I shall be in the front parlour watching to see you show yourself for a minute in the garden.  How illness stands as a barrier betwixt me and you!  Even if I was well - I must make myself as good a Philosopher as possible.  Now I have had opportunities of passing nights anxious and awake I have found other thoughts intrude upon me.  \"If I should die,\" said I to myself, \"I have left no immortal work behind me - nothing to make my friends proud of my memory - but I have lov'd the principle of beauty in all things, and if I had had time I would have made myself remember'd.\"   Thoughts like these came very feebly whilst I was in health and every pulse beat for you - now you divide with this (may I say it?) \"last infirmity of noble minds\" all my reflection.\n\nGod bless you, Love.\nJ. Keats."
            },
            {
                "Title": "February 24, 1820",
                "Subtitle": "Unknown",
                "Content": "My dearest Girl,\n\nIndeed I will not deceive you with respect to my Health.  This is the fact as far as I know.  I have been confined three weeks and am not yet well - this proves that there is something wrong about me which my constitution will either conquer or give way to - Let us hope for the best.  Do you hear the Th[r]ush singing over the field? I think it is a sign of mild weather - so much the better for me.  Like all Sinners now I am ill I philosophise, aye out of my attachment toevery thing, Trees, flowers, Thrushes Sp[ r]ing, Summer, Claret &c &c aye every thing but you - - my Sister would be glad of my company a little longer.  That Thrush is a fine fellow.  I hope he was fortunate in his choice this year.  Do not send any more of my Books home.  I have a great pleasure in the thought of you looking on them.\n\nEver yours\nmy sweet Fanny\nJ-K-"
            },
            {
                "Title": "February 27, 1820",
                "Subtitle": "Unknown",
                "Content": "My dearest Fanny,\n\nI had a better night last night than I have had since my attack, and this morning I am the same as when you saw me.  I have been turning over two volumes of Letters written between Ro[u]sseauand two Ladies in the perplexed strain of mingled finesse and sentiment in which the Ladies and gentlemen of those days were so clever, and which is still prevalent among Ladies of this Country who live in a state of reasoning romance.  The Likeness however only extends to the mannerism not to the dexterity.  What would Rousseau have said at seeing our little correspondence!  What would his Ladies have said!  I don't care much - I would sooner have Shakspeare's opinion about the matter.  The common gossiping of washerwomen must be less disgusting than the continual and eternal fence and attack of Rousseau and these sublime Petticoats.  One calls herself Clara and her friend Julia two of Ro[u]sseau's Heroines - they all the same time christen poor Jean Jacques St Preux - who is the pure cavalier of his famous novel.  Thank God I am born in England with our own great Men before my eyes - Thank god that you are fair and can love me without being Letter-written and sentimentaliz'd into it - Mr Barry Cornwall  has sent me another Book, his first, with a polite note - I must do what I can to make him sensible of the esteem I have for his kindness.  If this north east would take a turn it would be so much the better for me. Good bye, my love, my dear love, my beauty-\n\nlove me for ever-\nJ-K-"
            },
            {
                "Title": "February 29, 1820",
                "Subtitle": "Unknown",
                "Content": "My dear Fanny,\n\nI think you had better not make any long stay with me when MrBrown is at home.  Wh[en]ever he goes out you may bring your work.  You will have a pleasant walk to day.  I shall see you pass.  I shall follow you with my eyes over the Heath.  Will you come towards evening instead of before dinner - when you are gone, 't is past - if you do not come till the evening I have something to look forward to all day.  Come round to my window for a moment when you have read this.  Thank your Mother, for the preserves, for me.  The raspberry will be too sweet not having any acid; therefore as you are so good a girl I shall make you a present of it.  Good bye\n\nMy sweet Love!\nJ. Keats"
            }
        ]
    }
]
}